TargetApplication=SynWrite 3.0.560 [it-revision 0.0.1]
Author=Luca Gori
SourceLANGID=1033
LANGID=1040
Generator=DKLang Translation Editor v3.0
LastModified=2012-02-01 21.41.32

[FmMain]
00000006=Stampa...
00000007=Stampa il documento
00000009=Anteprima...
00000010=Anteprima di stampa
00000012=Imposta pagina...
00000013=Imposta pagina
00000015=Nuovo file
00000016=Crea nuovo file
00000018=Nuova Finestra
00000020=Imposta stampante...
00000021=Imposta stampante
00000023=Apri...
00000024=Apri file
00000026=Riapri
00000027=Riapri file
00000029=Salva
00000030=Salva file
00000032=Salva con nome...
00000033=Salva il file attuale come...
00000035=Esporta in RTF...
00000036=Esporta il contenuto attuale del'editor RTF compresi tutte le evidenziazioni
00000037=.RTF
00000038=file di testo RTF (*. rtf) | *. rtf |tutti i file (*.*)|*.*
00000040=Esporta in formato HTML...
00000041=Esporta il contenuto attuale del'editor HTML compresi tutte le evidenziazioni
00000042=.HTML
00000043=file HTML (*. htm, *. html) | *. htm, *. html |tutti i file (*.*)|*.*
00000045=Configurazione...
00000046=Mostra la finestra di dialogo Opzioni
00000048=Personalizza Lexer...
00000049=Personalizza Lexer in uso
00000051=Personalizzati libreria Lexer...
00000052=Personalizzato librerie Lexer
00000054=Copia
00000055=Copia la selezione negli appunti
00000060=Taglia
00000061=Taglia la selezione negli appunti
00000063=Incolla
00000064=Incolla dali appunti
00000066=Cancella
00000067=Cancella selezione attuale
00000069=Seleziona tutto
00000070=Seleziona tutto
00000072=Annulla
00000073=Annulla ultima azione
00000075=Ripristina
00000076=Ripristina ultima azione annullata
00000078=Rientri
00000079=Aumenta rientro nella selezione
00000081=Riduci rientri
00000082=Riduci rientro nella selezione
00000084=Carattere minuscolo
00000086=Carattere MAIUSCOLO
00000088=Titolo maiuscolo/minuscolo
00000090=Inverti maiuscole/maiuscole
00000092=Commenta righe
00000093=Commenta righe
00000095=Rimuovi commenti di righa
00000096=Rimuovi commenti di righa
00000098=Struttura dati
00000099=Attiva o disattiva la visualizzazione della Struttura dati
00000101=Ordinamento crescente
00000102=Ordina la selezione in modo crescente
00000104=Ordinamento decrescente
00000105=Ordina la selezione in modo decrescente
00000107=Vai alla riga
00000108=Mostra la finestra di dialogo "Vai a..."
00000110=Sola lettura
00000111=Abilitare/Disabilita Sola lettura
00000114=Mostra la finestra di dialogo Trova
00000116=Attiva/Disattiva disposizione del testo
00000117=Attiva/Disattiva disposizione del testo
00000119=Numeri di riga
00000120=Attiva o disattiva la visualizzazione dei numeri di riga
00000122=Raggruppamento del codice
00000123=Attiva o disattiva la visualizzazione del raggruppamento codice
00000125=Caratteri non stampabili
00000126=Attiva o disattiva la visualizzazione dei caratteri non stampabili
00000127=tutti i file (*.*)|*.*
00000128=Testo semplice
00000135=Nuovo file
00000137=Nuovo file
00000139=Nuova finestra
00000140=Apri file
00000142=Apri file
00000143=Salva file
00000145=Salva file
00000146=Salva come...
00000148=Salva file come...
00000150=Riapri file
00000151=Esporta in formato RTF
00000153=Esporta in formato RTF
00000154=Esporta in formato HTML
00000156=Esporta in formato HTML
00000157=Opzioni
00000159=Finestra di dialogo Opzioni
00000160=Modifica Lexer
00000162=Personalizzato Lexer
00000164=Personalizza libreria Lexer
00000166=Allinea simboli
00000168=Ordinamento ascendente di righe selezionate
00000170=Ordinamento discendente delle righe selezionate
00000172=Commenta riga selezionata
00000174=Rimuovi commento dalle righe selezionate
00000176=Struttura dati
00000178=Sola lettura
00000180=A capo automatico
00000182=Numeri di riga
00000184=Raggruppamento del codice
00000186=Caratteri non stampabili
00000188=Ingrandisci (Zoom +)
00000190=Riduci (Zoom -)
00000192=Sposta righe verso l'alto
00000194=Sposta righe verso il basso
00000197=Pop-up di completamento automatico
00000198=Parametri Pop-up
00000200=Parametri Pop-up
00000201=Pop-up Modello
00000203=Pop-up Modello
00000204=Contenuti della Guida
00000206=Contenuti della Guida
00000207=Stampa
00000209=Stampa
00000210=Anteprima di stampa
00000212=Anteprima di stampa
00000213=Imposta pagina
00000215=Imposta pagina
00000217=Imposta stampante
00000220=Sostituisci prossimo
00000221=Sostituisci tutto
00000223=Sostituisci tutto
00000224=Mostra la finestra di dialogo "Vai a..."
00000226=Finestra di dialogo "Vai a..."
00000227=Trova Precedente Parola Attuale
00000229=Trova precedente parola attuale
00000230=Trova Prossima Parola Attuale
00000232=Trova prossima parola attuale
00000233=Trova tutto
00000235=Trova tutto (contrassegno)
00000236=Trova Precedente
00000238=Trova precedente
00000239=Trova Successivo
00000241=Trova successivo
00000242=Finestra di dialogo Trova
00000244=Mostra la finestra di dialogo "Trova"
00000246=Ricerca prossimo contrassegno
00000248=Ricerca contrassegno precedente
00000250=Cancella ricrche contrassegni
00000252=Trova elenco
00000254=Trova elenco successivo
00000256=Sposta il cursore in una posizione specifica
00000259=Sposta il cursore a sinistra e sopra la linea iniziale
00000260=Ultimo carattere
00000262=Sposta il cursore all'ultimo carattere della riga
00000263=Primo carattere
00000265=Sposta il cursore al primo carattere della riga
00000266=Fine del testo
00000268=Sposta il cursore alla fine
00000269=Inizio del testo
00000271=Sposta il cursore all'inizio assoluto
00000272=In fondo alla pagina
00000274=Sposta il cursore in fondo alla pagina
00000275=Inizio della pagina
00000277=Sposta il cursore alla parte superiore della pagina
00000278=Pagina destra
00000280=Muovi cursore a sinistra di una pagina
00000281=Pagina a sinistra
00000283=Sposta il cursore a destra di una pagina
00000284=Pagina giù
00000286=Sposta il cursore in basso di una pagina
00000287=Pagina su
00000289=Sposta il cursore su di una pagina
00000290=Fine linea
00000292=Sposta il cursore alla fine della riga
00000293=All'inizio della riga
00000295=Sposta il cursore all'inizio della riga
00000296=Parola a Destra
00000298=Sposta il cursore di una parola a destra
00000299=Parola a Sinistra
00000301=Sposta il cursore di una parola a sinistra
00000302=&Giù
00000304=Sposta il cursore in basso di una linea
00000305=&Sù
00000307=Sposta il cursore in alto di una linea
00000308=&Destra
00000310=Sposta il cursore a destra di un carattere
00000311=&Sinistra
00000313=Sposta il cursore a sinistra di un carattere
00000315=Sposta il cursore e seleziona un carattere a sinistra
00000317=Sposta il cursore e seleziona un carattere a destra
00000319=Sposta il cursore verso l'alto e seleziona un carattere
00000321=Sposta il cursore verso il basso e seleziona un carattere
00000323=Sposta il cursore e seleziona una parola verso sinistra
00000325=Sposta il cursore e seleziona una parola verso destra
00000327=Sposta il cursore e seleziona l'inizio della riga
00000329=Sposta il cursore e seleziona la fine della riga
00000331=Sposta il cursore e seleziona una pagina verso l'alto
00000333=Sposta il cursore e seleziona una pagina verso il basso
00000335=Sposta il cursore e seleziona una pagina a destra
00000337=Sposta il cursore e seleziona una pagina a sinistra
00000339=Sposta il cursore e seleziona la parte superiore della pagina
00000341=Sposta il cursore e seleziona la parte inferiore della pagina
00000343=Sposta il cursore e seleziona la parte superiore della pagina
00000345=Sposta il cursore e seleziona fino al limite inferiore
00000347=Sposta il cursore e seleziona il primo carattere della linea
00000349=Sposta il cursore e seleziona l'ultimo carattere della linea
00000351=Sposta il cursore e seleziona a sinistra e in alto fino all'inizio riga
00000353=Sposta il cursore in una posizione specificata e seleziona
00000355=Sposta il cursore e selezionata la colonna a sinistra del carattere
00000357=Sposta il cursore e seleziona la colonna a destra deli carattere
00000359=Sposta il cursore e seleziona la colonna in alto alla riga
00000361=Sposta il cursore e seleziona la colonna in fondo alla riga
00000363=Sposta il cursore e seleziona la colonna a sinistra della parola
00000365=Sposta il cursore e seleziona la colonna a destra della parola
00000367=Sposta il cursore e seleziona la colonna all'inizio della riga
00000369=Sposta il cursore e seleziona la colonna alla fine della riga
00000371=Sposta il cursore e seleziona una pagina verso l'alto
00000373=Sposta il cursore e seleziona una colonna verso il basso della pagina
00000375=Sposta il cursore e seleziona una colonna a destra della pagina
00000377=Sposta il cursore e seleziona una colonna a sinistra della pagina
00000379=Sposta il cursore e seleziona la colonna nella parte superiore della pagina
00000381=Sposta il cursore e seleziona la colonna nella parte inferiore della pagina
00000383=Sposta il cursore e seleziona una colonna fino all'inizio
00000385=Sposta il cursore e seleziona una colonna fino alla fine
00000387=Sposta il cursore e la colonna seleziona fino al prima carattere della riga
00000389=Sposta il cursore e la colonna seleziona fino l'ultimo carattere della riga
00000391=Sposta il cursore e seleziona la colonna in alto a sinistra dell'inizio riga
00000393=Sposta il cursore alla posizione specificata e seleziona la colonna
00000396=Scorre verso l'alto senza modificare la posizione del cursore
00000397=Scorri in Basso
00000399=Scorre verso il basso di una linea senza modificare la posizione del cursore
00000400=Scorri  a Sinistra
00000402=Scorre verso sinistra di un carattere senza modificare la posizione del cursore
00000403=Scorrere a Destra
00000405=Scorre verso destra di un carattere senza modificare la posizione del cursore
00000406=Scorri Pagina in Alto
00000408=Scorre di una pagina verso l'alto senza cambiare la posizione del cursore
00000409=Scorri Pagina in Basso
00000411=Scorre di una pagina verso il basso senza cambiare la posizione del cursore
00000412=Scorri Pagina a Sinistra
00000414=Scorre la pagina verso sinistra di una schermata senza modificare la posizione del cursore
00000415=Scorri Pagina a Destra
00000417=Scorre la pagina verso destra di una schermata senza modificare la posizione del cursore
00000418=Scorri verso l'inizio
00000420=Scorre all'inizio del file senza modificare la posizione del cursore
00000421=Scorri verso la fine
00000423=Scorre alla fine del file senza modificare la posizione del cursore
00000424=Scorri verso sinistra
00000426=Scorre il file verso sinistra senza modificare la posizione del cursore
00000427=Scorri verso destra
00000429=Scorre il file verso destra senza modificare la posizione del cursore
00000430=&Copia
00000432=Copia la selezione negli appunti
00000433=&Taglia
00000435=Taglia selezione negli appunti
00000436=&Incolla
00000438=Incolla dagli appunti nella posizione attuale
00000439=Annulla
00000441=Eseguire annullare se disponibile
00000442=&Ripristina
00000444=Eseguire rifare se disponibile
00000445=Seleziona &tutto
00000447=Seleziona tutto il contenuto del cursore editore, alla fine
00000448=Cancella
00000450=Elimina selezione attuale
00000451=Copia come RTF
00000453=Copia negli appunti in formato RTF
00000454=Nuova linea
00000456=Riga di interruzione nella posizione attuale, spostare il segno di omissione in una nuova riga
00000458=Riga di interruzione nella posizione attuale, lascia il segno di omissione
00000460=Inserire carattere nella posizione attuale (Data = PChar)
00000462=Inserire stringa intera (Data = PChar)
00000464=Duplica riga
00000467=Aumenta rientro nella selezione
00000468=&Riduci rientri
00000470=Riduci rientro nella selezione
00000472=Tab key
00000474=Inserisci carattere di tabulazione
00000477=Cancella l'ultimo carattere (ad esempio tasto di ritorno)
00000478=Cancella il carattere
00000480=Eliminare carattere a cursore (tasto ad es rimosso)
00000481=Cancella Parola
00000483=Cancella la parola dal cursore alla parola successiva
00000484=Cancella la parola indietro
00000486=Cancella dal cursore all'inizio della parola
00000487=Cancella fino all'inizio della riga
00000489=Cancella dal cursore all'inizio della linea
00000490=Cancella fino alla fine della linea
00000492=Cancella dal cursore alla fine della linea
00000493=Cancella linea
00000495=Elimina riga attuale
00000496=Cancella tutto
00000498=Elimina tutto
00000499=Modalità INSERT
00000501=Imposta modalità di inserimento
00000502=Modalità di sovrascrittura
00000504=Imposta modalità di sovrascrittura
00000505=Modalità di inserimento
00000507=Modalità inserimento/sovrascrittura
00000508=Selezione normale
00000510=Modalità di selezione normale
00000511=Colonna di selezione
00000513=Modalità di selezione colonna
00000514=Selezione linea
00000516=Modalità di selezione linea
00000517=Esegui Contrassegno selezionato
00000519=Contrassegna l'inizio di un blocco
00000520=Contrassegna fine selezione
00000522=Contrassegna la fine di un blocco
00000523=Parola in Maiuscolo
00000525=Lettera maiuscola per la parola attuale o precedente
00000526=Parola in Minuscolo
00000528=Lettera minuscola per la parola attuale o precedente
00000529=Parola Maiuscolo/Minuscolo
00000531=Attiva o disattiva le lettera maiuscola/minuscola per la parola attuale o precedente
00000532=Parola Titolo Maiuscolo/Minuscolo
00000534=Attiva o disattiva le lettere maiuscole/minuscole per le parola del titolo attuale o precedente
00000535=Scegli Carattere Maiuscolo
00000537=Maiuscola per la selezione o il carattere attuale
00000538=Scegli Carattere Minuscolo
00000540=Minuscolo per la selezione o il carattere attuale
00000541=Seleziona Maiuscolo/Minuscolo
00000543=Attiva o disattiva maiuscole/minuscole per la selezione o il carattere attuale
00000544=Scegli Titolo Moiuscolo/Minuscolo
00000546=Titolo della selezione attuale maiuscolo/minuscolo
00000547=Comprimi
00000549=Comprime/Espande blocco nella riga attuale
00000550=Comprimi
00000552=Comprime il blocco nella linea attuale
00000553=Espandi
00000555=Espandi il blocco nella linea attuale
00000556=Coprimi tutto
00000558=Comprime tutti i blocchi di testo
00000559=Espandi tutto
00000561=Espandi tutti i blocchi nel testo
00000562=Comprimi selezione
00000564=Comprime i blocchi selezionati
00000565=Comprimi prossimo
00000567=Comprime/Espande il blocco più vicino
00000568=Comprimi nella selezione
00000570=Comprime per la portata della selezione
00000571=Espandi nella selezione
00000573=Espande per la portata della selezione
00000574=Pieghevole
00000576=Pieghevole
00000577=Vai al Segnalibro 0
00000579=Vai al Segnalibro 0
00000580=Vai a Segnalibro 1
00000582=Vai a Segnalibro 1
00000583=Vai al Segnalibro 2
00000585=Vai al Segnalibro 2
00000586=Vai al Segnalibro 3
00000588=Vai al Segnalibro 3
00000589=Vai al Segnalibro 4
00000591=Vai al Segnalibro 4
00000592=Vai al Segnalibro 5
00000594=Vai al Segnalibro 5
00000595=Vai a Segnalibro 6
00000597=Vai a Segnalibro 6
00000598=Vai a Segnalibro 7
00000600=Vai a Segnalibro 7
00000601=Vai a Segnalibro 8
00000603=Vai a Segnalibro 8
00000604=Vai a Segnalibro 9
00000606=Vai a Segnalibro 9
00000607=Segnalibro 0
00000609=Segnalibro 0
00000610=Segnalibro 1
00000612=Segnalibro 1
00000613=Segnalibro 2
00000615=Segnalibro 2
00000616=Segnalibro 3
00000618=Segnalibro 3
00000619=Segnalibro 4
00000621=Segnalibro 4
00000622=Segnalibro 5
00000624=Segnalibro 5
00000625=Segnalibro 6
00000627=Segnalibro 6
00000628=Segnalibro 7
00000630=Segnalibro 7
00000631=Segnalibro 8
00000633=Segnalibro 8
00000634=Segnalibro 9
00000636=Segnalibro 9
00000638=Cancella tutti i Segnalibri
00000641=Elimina contrassegno dalla posizione attuale
00000642=Raggruppa contrassegni
00000644=Ragruppa contrassegni (tornare indietro)
00000645=Cambia contrassegno
00000647=Cambia contrassegno (mantieni la posizione, torna indietro)
00000648=Salta alla coppia di parentesi
00000650=Salta alla coppia di parentesi
00000651=Esegui macro
00000653=Esegui macro
00000654=Avviare la registrazione di macro
00000656=Avviare la registrazione di macro
00000657=Ferma la registrazione di macro
00000659=Ferma la registrazione di macro
00000660=Cancella la registrazione di macro
00000662=Cancella la registrazione di macro
00000664=Imposta codifica - ANSI
00000666=Imposta codifica - OEM
00000668=Imposta codifica - UTF-8
00000670=Imposta codifica - UTF-8 senza BOM
00000672=Imposta codifica - Unicode
00000674=Imposta codifica - Unicode ESSERE
00000676=Imposta codifica - KOI8
00000678=Imposta codifica - Mac
00000680=Tavola dei caratteri pop-up
00000693=File
00000694=Nuovo file
00000695=Crea nuovo file
00000696=Apri...
00000697=Apri file
00000698=Cancella lista
00000699=Cancella elenco file recenti
00000700=Salva
00000701=Salva file
00000702=Salva come...
00000703=Salva il file attuale come...
00000704=Esporta in formato HTML ...
00000705=Esporta il contenuto attuale dell'editor in HTML comprese tutte le evidenziazioni
00000706=Esporta in RTF ...
00000707=Esporta il contenuto attuale dell'editor in RTF comprese tutte le evidenziazioni
00000708=Stampa ...
00000709=Stampa il documento
00000710=Anteprima ...
00000711=Anteprima di stampa
00000712=Imposta pagina ...
00000713=Imposta pagina
00000714=Imposta stampante ...
00000715=Imposta stampante
00000716=Trova
00000717=Mostra la finestra di dialogo "Ricerca"
00000718=Trova successivo
00000719=Trova la ricorrenza successiva della stringa
00000720=Trova precedente
00000721=Trova ricorrenze precedenti dalla stringa di ricerca
00000722=Trova prossimo parola attuale
00000723=Trova la ricorrenza successiva della parola dal cursore
00000724=Trova precedente parola attuale
00000725=Trova la precedente ricorrenza della parola dal cursore
00000726=Rimuovi contrassegni di ricerca
00000727=Rimuovi i contrassegni della ricerca
00000728=Vai alla riga
00000729=Mostra la finestra di dialogo "Vai a..."
00000730=Segnalibro
00000741=Cancella tutto
00000742=Preferiti Cancella
00000743=Vai al Segnalibro...
00000754=Installa
00000755=Mostra la finestra di dialogo Opzioni
00000756=Personalizza Lexer...
00000757=Personalizza Lexer in uso
00000758=Personalizzati libreria Lexer...
00000759=Personalizzati libreria Lexer
00000760=Informazioni su...
00000761=Mostra la finestra di dialogo Informazioni su...
00000762=Modifica
00000763=Copia
00000764=Copia la selezione negli appunti
00000765=Taglia
00000766=Taglia selezione negli appunti
00000767=Incolla
00000768=Incolla dagli appunti
00000769=Cancella
00000770=Elimina selezione attuale
00000771=Seleziona tutto
00000772=Seleziona tutto
00000773=Annulla
00000774=Annulla l'ultima azione
00000775=Ripristina
00000776=Ripristina l'ultimo azione annullata
00000777=Ordina
00000778=Ordina selezione
00000779=Ordinamento crescente
00000780=Ordinamento crescente della selezione
00000781=Ordinamento decrescente
00000782=Ordinamento decrescente della selezione
00000783=Cambia maiuscole/maiuscole
00000784=Cambia la selezione dei caratteri tra maiuscolo/minuscolo e viceversa
00000785=Carattere maiuscolo
00000786=Scegli - carattere maiuscolo
00000787=Carattere minuscolo
00000788=Scegli - carattere minuscolo
00000789=Titolo Maiuscolo/Minuscolo
00000790=Prima lettera del titolo maiuscola
00000791=Inverti maiuscole/minuscole
00000792=Inverte la selezione dei caratteri tra maiuscolo/minuscolo e viceversa
00000793=Visualizza
00000794=Struttura dati
00000795=Attiva o disattiva la visualizzazione della Struttura sintassi
00000796=Raggruppamento del codice
00000797=Attiva o disattiva la visualizzazione del raggruppamento codice
00000798=A capo automantico
00000799=Attiva o disattiva a capo automantico
00000800=Numeri di riga
00000801=Mostra o nasconde i numeri di riga
00000802=Caratteri non stampabili
00000803=Mostra o nasconde i caratteri non stampabili
00000804=Commenta righe
00000805=Commenta righe
00000806=Rimuovi commenti di righa
00000807=Rimuovi commenti di righa
00000808=Rientro
00000809=Aumenta rientro nella selezione
00000810=Riduci rientri
00000811=Riduci rientro nella selezione
00000812=Struttura dati
00000813=Linea: Colonna (seleziona lunghezza/righe) (clicca per finestra di dialogo "Vai a..."')
00000814=Codifica (clicca per cambiare)
00000815=Fine riga (clicca per cambiare)
00000816=Lexer (clicca per cambiare)
00000817=Informazioni "Carattere cursore" (clicca per Tavola dei Caratteri)
00000818=Sola lettura (clicca per cambiare)
00000819=Modalità di selezione (può essere cambiata con le scorciatoie mouse)
00000821=&File
00000822=&Nuovo
00000823=Nuovo &file
00000824=Crea nuovo file
00000825=Nuova &finestra
00000826=&Apri...
00000827=Apri i file
00000828=&Riapri
00000829=Riapri i file
00000830=&Salva
00000831=Salva i file
00000832=Salva &come...
00000833=Salva il file attuale come...
00000834=Esporta
00000835=Esporta come &HTML...
00000836=Esporta il contenuto attuale dell'editor in HTML comprese tutte le evidenziazioni
00000837=Esporta come &RTF...
00000838=Esporta il contenuto attuale dell'editor in RTF comprese tutte le evidenziazioni
00000840=&Stampa...
00000841=Stampa il documento
00000842=Ant&eprima...
00000843=Anteprima di stampa
00000844=Imposta pa&gina...
00000845=Imposta pagina di stampa
00000846=Imposta sta&mpante...
00000847=Imposta stampante
00000848=E&sci
00000849=&Modifica
00000850=&Annulla
00000851=Annulla ultima azione
00000852=&Ripristina
00000853=Ripristina
00000854=Taglia
00000855=Taglia la selezione negli appunti
00000856=Copia
00000857=Copia la selezione negli appunti
00000858=Incolla
00000859=Incolla dagli appunti
00000860=Cancella
00000861=Elimina selezione attuale
00000862=&Seleziona tutto
00000863=Seleziona tutto il testo
00000868=&Rientri
00000869=Aumenta rientro nella selezione
00000870=Riduci rientri
00000871=Riduci rientro nella selezione
00000872=D&uplica riga
00000873=Tavola dei C&aratteri
00000874=Ordine
00000876=Ordinamento crescente
00000877=Ordina la selezione in maniera crescente
00000878=Ordinamento decrescente
00000879=Ordina la selezione in maniera decrescente
00000880=Ca&mbia maiuscole/minu.
00000882=&Carattere maiuscolo
00000883=Scegli - carattere maiuscolo
00000884=Carattere minuscolo
00000885=Scegli - carattere minuscolo
00000886=Ca&mbia maiuscolo/minuscolo
00000887=Prima lettera del titolo maiuscola
00000888=&Inverti maiuscole/minuscole
00000889=Inverte la selezione dei caratteri tra maiuscolo/minuscolo e viceversa
00000912=&Ricerca
00000915=Trova successivo
00000916=Trova la ricorrenza successiva della stringa
00000917=Trova precedente
00000918=Trova la ricorrenza precedente della stringa
00000919=Trova prossima &parola attuale
00000920=Trova la ricorrenza successiva della parola dal cursore
00000921=Trova precedente par&ola attuale
00000922=Trova precedente ricorrenza della parola dal cursore
00000923=C&erca contrassegno successivo
00000924=&Cerca contrassegno precedente
00000925=&Azzera ricerca contrassegni
00000926=Cancella le ricerche dei contrassegni
00000927=Vai a...
00000928=Mostra la finestra di dialogo "Vai a..."
00000929=&Segnalibri
00000930=Segnalibri
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=Vai al Segnalibro
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=Cancella i Preferiti
00000953=Cancella i Preferiti
00000954=Lexer
00000955=Opzioni
00000956=Impostazioni...
00000957=Mostra la finestra di dialogo Opzioni
00000958=Personalizza Lexer...
00000959=Personalizza Lexer in uso
00000960=Personalizza libreria Lexer...
00000961=Personalizza libreria Lexer
00000962=Configurazione s&trumenti esterni...
00000963=&Sola lettura
00000964=Attiva o disttiva modalità di Sola lettura
00000965=S&truttura dati
00000966=Mostra o nasconde la Struttura dati
00000967=Raggruppamento del &codice
00000968=Attiva o disattiva la visualizzazione del raggruppamento codice
00000969=A capo automatico
00000970=Attiva o disattiva a capo automatico
00000971=Numeri di riga
00000972=Mostra o nascone i numeri di riga
00000973=Caratteri non stampabili
00000974=Mostra o nasconde i caratteri non stampabili
00000975=Aiuto
00000976=Apri cartella Readme
00000977=Informazioni su...
00000978=Annulla
00000979=Annulla
00000980=Ripristina
00000981=Ripristina ultima azione annullata
00000982=Taglia
00000983=Taglia selezione negli appunti
00000984=Copia
00000985=Copia la selezione negli appunti
00000986=Incolla
00000987=Incolla dagli appunti
00000988=Cancella
00000989=Elimina selezione attuale
00000990=Seleziona tutto
00000991=Seleziona tutto il testo
00001012=File
00001013=File
00001014=File
00001015=File
00001016=File
00001017=File
00001018=File
00001019=File
00001020=Opzioni
00001021=Opzioni
00001022=Opzioni
00001023=Varie
00001024=Varie
00001025=Varie
00001026=Commenti
00001027=Commenti
00001028=Opzioni
00001029=Opzioni
00001030=Opzioni
00001031=Opzioni
00001032=Opzioni
00001033=Opzioni
00001034=Varie
00001035=Varie
00001036=Varie
00001037=Varie
00001038=Suggerimenti
00001039=Suggerimenti
00001040=Suggerimenti
00001041=Suggerimenti
00001042=Stampa
00001043=Stampa
00001044=Stampa
00001045=Stampa
00001046=Trova e sostituisci
00001047=Trova e sostituisci
00001048=Trova e sostituisci
00001049=Trova e sostituisci
00001050=Trova e sostituisci
00001051=Trova e sostituisci
00001052=Trova e sostituisci
00001053=Trova e sostituisci
00001054=Trova e sostituisci
00001055=Trova e sostituisci
00001056=Trova e sostituisci
00001057=Trova e sostituisci
00001058=Trova e sostituisci
00001059=Trova e sostituisci
00001060=Navigazione, senza selezione
00001061=Navigazione, senza selezione
00001062=Navigazione, senza selezione
00001063=Navigazione, senza selezione
00001064=Navigazione, senza selezione
00001065=Navigazione, senza selezione
00001066=Navigazione, senza selezione
00001067=Navigazione, senza selezione
00001068=Navigazione, senza selezione
00001069=Navigazione, senza selezione
00001070=Navigazione, senza selezione
00001071=Navigazione, senza selezione
00001072=Navigazione, senza selezione
00001073=Navigazione, senza selezione
00001074=Navigazione, senza selezione
00001075=Navigazione, senza selezione
00001076=Navigazione, senza selezione
00001077=Navigazione, senza selezione
00001078=Navigazione, senza selezione
00001079=Navigazione, senza selezione
00001080=Navigazione, selezione normale
00001081=Navigazione, selezione normale
00001082=Navigazione, selezione normale
00001083=Navigazione, selezione normale
00001084=Navigazione, selezione normale
00001085=Navigazione, selezione normale
00001086=Navigazione, selezione normale
00001087=Navigazione, selezione normale
00001088=Navigazione, selezione normale
00001089=Navigazione, selezione normale
00001090=Navigazione, selezione normale
00001091=Navigazione, selezione normale
00001092=Navigazione, selezione normale
00001093=Navigazione, selezione normale
00001094=Navigazione, selezione normale
00001095=Navigazione, selezione normale
00001096=Navigazione, selezione normale
00001097=Navigazione, selezione normale
00001098=Navigazione, selezione normale
00001099=Navigazione, selezione normale
00001100=Navigazione, colonnare selezione
00001101=Navigazione, colonnare selezione
00001102=Navigazione, colonnare selezione
00001103=Navigazione, colonnare selezione
00001104=Navigazione, colonnare selezione
00001105=Navigazione, colonnare selezione
00001106=Navigazione, colonnare selezione
00001107=Navigazione, colonnare selezione
00001108=Navigazione, colonnare selezione
00001109=Navigazione, colonnare selezione
00001110=Navigazione, colonnare selezione
00001111=Navigazione, colonnare selezione
00001112=Navigazione, colonnare selezione
00001113=Navigazione, colonnare selezione
00001114=Navigazione, colonnare selezione
00001115=Navigazione, colonnare selezione
00001116=Navigazione, colonnare selezione
00001117=Navigazione, colonnare selezione
00001118=Navigazione, colonnare selezione
00001119=Navigazione, colonnare selezione
00001120=Scorrimento
00001121=Scorrimento
00001122=Scorrimento
00001123=Scorrimento
00001124=Scorrimento
00001125=Scorrimento
00001126=Scorrimento
00001127=Scorrimento
00001128=Scorrimento
00001129=Scorrimento
00001130=Scorrimento
00001131=Scorrimento
00001132=Azioni standard
00001133=Azioni standard
00001134=Azioni standard
00001135=Azioni standard
00001136=Azioni standard
00001137=Azioni standard
00001138=Azioni standard
00001139=Operazioni Appunti
00001140=Inserimento testo
00001141=Inserimento testo
00001142=Inserimento testo
00001143=Inserimento testo
00001144=Inserimento testo
00001145=Rientri e Tabulazioni
00001146=Rientri e Tabulazioni
00001147=Rientri e Tabulazioni
00001148=Rientri e Tabulazioni
00001149=Cancellazione testo
00001150=Cancellazione testo
00001151=Cancellazione testo
00001152=Cancellazione testo
00001153=Cancellazione testo
00001154=Cancellazione testo
00001155=Cancellazione testo
00001156=Cancellazione testo
00001157=Modalità di selezione
00001158=Modalità di selezione
00001159=Modalità di selezione
00001160=Modalità di selezione
00001161=Modalità di selezione
00001162=Modalità di selezione
00001163=Modalità di selezione
00001164=Modalità di selezione
00001165=Cambio maiuscola/minuscola
00001166=Cambio maiuscola/minuscola
00001167=Cambio maiuscola/minuscola
00001168=Cambio maiuscola/minuscola
00001169=Cambio maiuscola/minuscola
00001170=Cambio maiuscola/minuscola
00001171=Cambio maiuscola/minuscola
00001172=Cambio maiuscola/minuscola
00001173=Testo pieghevole
00001174=Testo pieghevole
00001175=Testo pieghevole
00001176=Testo pieghevole
00001177=Testo pieghevole
00001178=Testo pieghevole
00001179=Testo pieghevole
00001180=Testo pieghevole
00001181=Testo pieghevole
00001182=Testo pieghevole
00001183=Segnalibri
00001184=Segnalibri
00001185=Segnalibri
00001186=Segnalibri
00001187=Segnalibri
00001188=Segnalibri
00001189=Segnalibri
00001190=Segnalibri
00001191=Segnalibri
00001192=Segnalibri
00001193=Segnalibri
00001194=Segnalibri
00001195=Segnalibri
00001196=Segnalibri
00001197=Segnalibri
00001198=Segnalibri
00001199=Segnalibri
00001200=Segnalibri
00001201=Segnalibri
00001202=Segnalibri
00001203=Segnalibri
00001204=Contrassegni
00001205=Contrassegni
00001206=Contrassegni
00001207=Contrassegni
00001208=Macro
00001209=Macro
00001210=Macro
00001211=Macro
00001212=Varie
00001213=Varie
00001214=Varie
00001215=Varie
00001216=Varie
00001217=Varie
00001218=Varie
00001219=Varie
00001220=Varie
00001227=Varie
00001228=Zoom originale
00001229=Esegui
00001230=Esegui tool esterno 1
00001231=Esegui
00001232=Esegui tool esterno 2
00001233=Esegui
00001234=Esegui tool esterno 3
00001240=&Zoom
00001241=&Ingrandisci (Zoom +)
00001242=&Riduci (Zoom -)
00001243=&Ripristina valori di default
00001244=Esegui
00001245=Esegui tool esterno 4
00001255=autocomplete popup di avviso
00001256=Sostituisci prossimo
00001257=Sinistra-Alto
00001258=Scorri in Alto
00001259=&Rientro
00001260=Indietro cancella carattere
00001261=Elimina marcatura
00001262=Trova e sostituisci
00001263=Trova elenco precedente
00001264=Varie
00001265=Menu - Codificazione
00001266=Varie
00001267=Menu - Lexer
00001268=Varie
00001269=Menu - Conclusioni di riga
00001270=&Sostituisci contrassegno
00001271=R&aggruppa contrassegni
00001272=&Rimuovi segnalibro
00001273=Allinea sim&boli
00001274=Ricerca rapida
00001275=Trova successivo
00001276=Trova precedente
00001278=B&arra degli Strumenti
00001279=Ricerca rapida
00001280=Visualizza
00001281=Modifica
00001282=File
00001286=Trova e sostituisci
00001287=Ricerca rapida
00001288=&Ricerca rapida
00001289=Maiuscole/Minuscole
00001290=Ricerca rapida
00001291=Avanti
00001292=Precedente
00001293=Maiuscole/Minuscole
00001294=Parole intere
00001295=Solo parole intere
00001296=&Segna tutte le ricorrenze
00001297=Richiama rapidamente il Pannello di ricerca
00001298=Vai al contrassegno ricerca successivo
00001299=Vai al record di ricerca precedente
00001300=Contrassegna tutte le ricorrenze trovate
00001301=Elimina (rilascia) contrassegno dalla posizione attuale
00001302=Rimuovi ultimo contrassegno
00001303=Cambia ultimo contrassegno
00001304=Personalizza strumenti aggiuntivi
00001305=Mostra o nasconde la Barra degli strumenti File
00001306=Mostra o nasconde la Barra degli strumenti Modifica
00001307=Mostra o nasconde la Barra degli strumenti Visualizza
00001308=Mostra o nasconde la Barra di Ricerca Rapida
00001309=Ingrandisci (Zoom +)
00001310=Riduci (Zoom -)
00001311=Dimensioni originale
00001312=Sfoglia la cartella Readme con Esplora risorse
00001313=Mostra la finestra di dialogo Informazioni su...
00001314=Duplica la riga attuale
00001315=Mostra la finestra di dialogo della Tavola dei Caratteri
00001316=Allineare i segni sulla selezione
00001317=Crea una nuova finestra
00001318=Chiude l'editor
00001319=&Argomenti della Guida
00001320=Mostra file di aiuto
00001321=Chiudi
00001323=File
00001324=Chiudi
00001325=Chiudi altre schede
00001326=Chiudi scheda
00001327=Nuova scheda
00001328=File HTML
00001331=Salva & tutto
00001333=&Chiudi tutto
00001334=File
00001335=Chiudi tutte etichete
00001336=File
00001337=Chiudi altre schede
00001338=File
00001339=Salva tutto
00001340=Salva tutte le schede
00001341=Chiudi scheda attuale
00001342=Chiudi tutte le schede
00001344=Chiudi &altre schede
00001345=Chiude tutto escluso la scheda attuale
00001346=Carica sessione...
00001347=Salva sessione...
00001348=syn
00001349=File di sessione | *. syn
00001350=syn
00001351=File di sessione | *. syn
00001352=Carica e salva l'elenco delle schede
00001353=Salva le schede in elenco in un file
00001354=Varie
00001355=Cancella cronologia dei file
00001356=Apri file recenti
00001357=&Cancella elenco
00001358=&Finestre
00001360=Inserisci data/ora
00001361=Varie
00001362=Inserisci data/ora attuali
00001363=Inserisci data/ora attuale nel testo
00001364=&Esegui
00001369=Aiuto &PHP
00001370=Esegue la ricerca su PHP.net per la parola attuale
00001371=Ricerca con &Google
00001372=Esegue la ricerca su Google per la parola attuale
00001373=Apri con &IE
00001374=Apri il file col browser Internet Explorer
00001375=Apri con &Firefox
00001376=Aprire il file con il browser Firefox
00001377=Ricerca con &Wikipedia
00001378=Esegue la ricerca su Wikipedia per la parola attuale
00001379=Apri con &Chrome
00001380=Aprire il file col browser Google Chrome
00001381=Apri con &Safari
00001382=Aprire il file col browser Safari
00001383=Apri &cartella
00001384=Aprire la cartella contenente il file attuale
00001385=-
00001386=-
00001387=-
00001388=-
00001389=Esegui
00001390=Esegui tool esterno 5
00001391=Esegui
00001392=Esegui tool esterno 6
00001393=Esegui
00001394=Esegui tool esterno 7
00001395=Esegui
00001396=Esegui tool esterno 8
00001397=Esegui
00001398=Apri con Firefox
00001399=Esegui
00001400=Apri con IE
00001401=Esegui
00001402=Apri con Chrome
00001403=Esegui
00001404=Apri con Safari
00001405=Esegui
00001406=Apri cartella
00001407=Esegui
00001408=Aiuto PHP
00001409=Esegui
00001410=Ricerca con Google
00001411=Esegui
00001412=Ricerca su Wikipedia
00001413=Esegui strumento esterno
00001414=Esegui strumento esterno
00001415=Esegui strumento esterno
00001416=Esegui strumento esterno
00001417=C&odifica
00001418=Cambia fine &linea
00001422=&Cambia codificazione
00001440=Con&verti codifica in
00001441=Ricarica file con un altra codificazione o cambio la codificazione attuale
00001442=Cambio codificazione attuale e/o ricarica il file
00001445=Chiudi scheda attuale
00001446=Esegui strumento esterno
00001447=Trova e sostituisci
00001448=Finestra di dialogo"Sostituisci"
00001450=&Sostituisci...
00001451=&Trova...
00001452=Mostra la finestra di dialogo "Trova"
00001453=Mostra la finestra di dialogo "Sostituisci"
00001454=Sostituisci...
00001455=Mostra la finestra di dialogo "Sostituisci"
00001456=Ricerca con &MSDN
00001457=Esegue la ricerca on-line su MSDN per la parola attuale
00001458=Esegui
00001459=Ricerca con MSDN
00001460=File
00001461=Esci dal programma
00001462=Chiudi e &cancella
00001463=File
00001464=Chiudi e cancella
00001465=Chiude la scheda attuale e cancella il file
00001467=Visualizza la finestra di dialogo "Trova/Sostituisci nei file"
00001469=Visualizza la finestra di dialogo Sostituisci
00001470=Visualizza la finestra di dialogo "Trova/Sostituisci nei file"
00001471=Trova/Sostituisci nei file...
00001472=Trova/Sostituisci nei fil&e...
00001473=Visualizza la finestra di dialogo "Trova/Sostituisci nei file"
00001474=Cerca e Sostituisci
00001475=Finestra di dialogo"Trova/Sostituisci nel file"
00001476=Altro...
00001477=Copia URL
00001478=Copia URL negli appunti
00001479=Copia e Aggiungi
00001480=Aggiunge la selezione agli appunti
00001481=Taglia e Aggiungi
00001482=Taglia e aggiunge la selezione negli appunti
00001483=Copia come HTML
00001485=Copia come RTF
00001487=Copia come HTML
00001488=Operazioni Appunti
00001489=Copia negli appunti in formato HTML
00001490=Copia come HTML
00001491=Copia negli appunti in formato HTML
00001492=Copia e Aggiungi
00001493=Azioni standard
00001494=Copia e aggiunge negli appunti
00001495=Taglia e Aggiungi
00001496=Operazioni Appunti
00001497=Taglia e aggiunge negli appunti
00001498=Copia e Aggiungi
00001499=Taglia e Aggiungi
00001500=Copia e aggiunge la selezione negli appunti
00001501=Taglia e aggiunge la selezione negli appunti
00001502=Taglia e Aggiungi
00001503=Taglia e aggiunge la selezione negli appunti
00001504=Copia e Aggiungi
00001505=Copia e aggiunge la selezione negli appunti
00001506=&Web
00001507=&Browser
00001508=-
00001509=-
00001510=-
00001511=-
00001521=Vai alla coppia di parentesi
00001522=Va alla coppia di parentesi della presente sessione
00001523=Output
00001524=Output
00001525=Varie
00001526=Pannello di output
00001527=Output
00001528=Pannello di output
00001529=Pannello di o&utput
00001530=Finestra di output
00001531=Menu
00001532=Cancella
00001533=Copia selezione
00001534=Navigatore
00001535=Copia tutto
00001536=File P&erl
00001537=File &C++
00001538=File &PHP
00001539=Modalita Inserimento/Sovrascrittura (clicca per cambiare)
00001540=Cancella selezione
00001541=Cancella non-parsable
00001542=Output
00001543=Ricerca Regole
00001544=Navigate
00001545=Copia selezione
00001546=Copia tutto
00001547=Cancella
00001548=Copia come RTF
00001549=Copia dagli appunti in formato RTF
00001550=Personalizzazione &stili lexer...
00001551=Personalizza le proprietà di evidenziazione dei lexer attuali
00001552=Personalizzazione &stili lexer...
00001553=Personalizza le proprietà di evidenziazione dei lexer attuali
00001554=E&strai stringhe...
00001555=Visualizza la finestra di dialogo "Estrai stringhe"
00001556=Varie
00001557=Estrai stringhe
00001558=Ca&mbia maiuscole/maiuscole
00001559=Prima lettera maiuscola nella selezione corrente
00001560=Prima lettera maiuscola
00001561=Seleziona - Prima lettera della frase maiuscola
00001562=Prima lettera maiuscola
00001563=Seleziona - Prima lettera della frase maiuscola
00001564=Prima lettera maiuscola
00001565=Valore Zoom (clicca per cambiare)
00001573=Zoom personalizzato...
00001574=Cronologia Appunti
00001575=Cronologia Appunti
00001576=&Cronologia Appunti
00001577=Cronologia Appunti
00001578=Opzioni
00001579=Cronologia Appunti
00001580=Cancella
00001581=Ragruppa risultati di ricerca precedenti
00001582=Ragruppa prossimo risultato di ricerca
00001583=Cerca e Sostituisci
00001584=Ragruppa prossimo risultato di ricerca
00001585=Cerca e Sostituisci
00001586=Ragruppa risultati di ricerca precedenti
00001587=Apri i risultati precedenti di "Trova nei file"
00001588=Aprire il risultato successivo dell'operazione "Trova nei file"
00001589=S&yncEditing
00001590=Esegue o annulla la modalità di Editing sincronizzato
00001591=File
00001592=Salva sessione
00001593=File
00001594=Carica sessione
00001595=Carica/Aggiungi sessione...
00001596=Aggiunge le schede salvate all'elenco delle schede attuali
00001597=File
00001598=Carica/Aggiungi sessione
00001599=Varie
00001600=Modalità SyncEdit
00001601=Schermo intero
00001602=Opzioni
00001603=Schermo intero
00001604=Attiva o disattiva la modalità schermo intero
00001606=Copiare il percorso negli appunti
00001607=Copiare il percorso completo negli appunti
00001608=Copia il nome del file negli appunti
00001610=Sposta in visuale affiancata
00001611=Dividi 50/50
00001612=-
00001613=Chiudi tutte le schede
00001614=File
00001615=Sposta scheda in visuale affiancata
00001616=Dividi orizzontalmente
00001618=Sincronizza scorrimento orizzontale
00001619=Sincronizza scorrimento verticale
00001620=Varie
00001621=Sincronizza scorrimento orizzontale
00001622=Varie
00001623=Sincronizza scorrimento verticale
00001624=Configurazione estensione della s&hell...
00001625=Personalizzare l'integrazione con Windows Explorer
00001626=&Visualizza
00001627=&Sempre in primo piano
00001628=Mostra sempre il modulo principale in cima
00001629=Opzioni
00001630=Sempre in primo piano
00001631=Riempi blocco...
00001632=Varie
00001633=Comando "Riempi blocco"
00001634=Riempie le linee del blocco colonna con una stringa personalizzata
00001635=Inserisci testo...
00001636=Varie
00001637=Dialogo "Inserisci testo"
00001638=Opzioni progetto...
00001639=Personalizzare le opzioni generali del progetto
00001640=Apre il file selezionato in una scheda separata
00001641=Invia tramite E-mail
00001642=Invia il file corrente per e-mail tramite Microsoft Outlook
00001643=Inserisce il testo principale/numerazione/elenco puntato
00001644=Ripristina
00001645=Ripristina stili lexer...
00001646=Ripristina backup automatici degli stili lexer
00001647=Personalizza...
00001648=Varie
00001649=Focalizza struttura
00001651=Varie
00001652=Focalizza Appunti
00001653=Varie
00001654=Codifica Zen - Espandi abbreviazioni
00001655=Codifica &Zen
00001656=Espandi abbreviazioni
00001657=Espande le abbreviazioni della Codifica Zen
00001658=Abbreviazioni &Zen
00001659=Mostra l'elenco delle abbreviazioni Zen (con il comando "Espandi abbreviazioni")
00001660=Comprimi abbreviazioni...
00001661=Comprime la selezione aperta con Espandi abbreviazioni Zen
00001662=Varie
00001663=Codifica Zen - Comprimi abbreviazioni
00001664=Commenta/Rimuovi commento
00001665=Commenta blocco
00001666=Commenta righe selezionate
00001667=Rimuovi commento blocco
00001668=Rimuove il commento dalle righe selezionate
00001669=Commenta blocco
00001670=Commenta blocco
00001671=Commenti
00001672=Commenta blocco
00001673=Varie
00001674=Focalizza output
00001675=File
00001676=Crea copia di backup
00001677=Commenti
00001678=Commenta flusso
00001679=Commenta flusso
00001680=Commenta il flusso selezionato
00001681=Rientro
00001682=Operazioni di riga
00001683=Sposta riga in basso
00001684=Sposta riga in alto
00001685=Sposta la riga (o le righe) selezionata verso il basso
00001686=Sposta la riga (o le righe) selezionata verso l'alto
00001687=Fai una donazione...
00001688=Mostra l'argomento della guida "Fai una donazione"
00001689=Eliminare riga
00001690=Elimina riga attuale
00001691=Copia negli appunti
00001692=Copiare il percorso negli appunti
00001693=Copiare il percorso completo negli appunti
00001694=Copia il nome del file negli appunti
00001695=Operazioni degli Appunti
00001696=Copia il nome del file negli appunti
00001697=Operazioni degli Appunti
00001698=Copiare il percorso completo negli appunti
00001699=Operazioni degli Appunti
00001700=Copiare il percorso negli appunti

[FmSetup]
00000001=Opzioni
00000002=Editor
00000003=Sostituisce i blocchi di testo contrassegnati con ciò che è scritto dopo.
00000004=Sovrascrivi blocchi
00000005=Mantiene il blocco contrassegnato come selezionato anche qiando il cursore viene spostato, finchè un nuovo blocco non viene selezionato.
00000006=Blocchi permanenti
00000007=Seleziona l'intera riga quando si fa doppio clic su una qualsiasi carattere nella linea. In caso contrario, solo la parola corrente è selezionata.
00000008=Doppio click per selezionare le righe
00000009=Seleziona tutto il testo quando l'editor viene inquadrato (messo a fuoco).
00000010=Seleziona tutto se inquadrato (a fuoco)
00000011=Se questa opzione è attivata verranno contate le selezioni colonne/righe in più durante la modalità di selezione colonna/riga.
00000012=Selezione senza limiti
00000013=La selezione viene abilitata anche per i comandi (come in BRIEF) di orientamento del segno di omissione.
00000014=Mantieni modalità di selezione
00000015=Manda il testo a capo una volta arrivato al margine della pagina.
00000016=A capo automatico
00000017=Impedisce di modificare lo SPAZIO con l'azione del tasto PgDn.
00000018=Sola lettura
00000019=Mostra codice pieghevole sulla barra del margine interno.
00000020=Raggruppamento del codice
00000021=Abilitare il "drag and drop" per spostare un testo.
00000022=Trascina testo
00000023=Comprime le righe del testo quando si raggiunge l'estensione del testo e questo viene superato.
00000024=Comprimi righe vuote
00000025=Impedisce il calcolo dell'altezza della riga. L'altezza della riga sarà calcolato per mezzo dei valori di Default.
00000026=Altezza della riga fissa
00000027=Posiziona il cursore sotto il primo carattere di spazio non vuoto della linea precedente non vuota alla pressione del tasto Enter.
00000028=Modalità automatica dei rientri
00000029=Allinea il punto di inserzione al livello di rientranza precedente (diminuisce rientro) quando si preme  Backspace.
00000030=Backspace senza rientri
00000031=Se "Ripristina" è attivato questo riguarderà tutti i cambiamenti del gruppo.
00000032=Ripristina gruppo
00000033=Annulla l'ultimo comando di editing e qualsiasi comando di editing successivo dello stesso tipo.
00000034=Annulla gruppo
00000035=Mantiene il buffer di annullamento invariato dopo il salvataggio.
00000036=Annulla dopo il salvataggio
00000037=Copia il testo selezionato in formato RTF anche.
00000038=Copia negli appunti come RTF
00000039=Agisce sugli spostamento del segno di omissione  (su, igiù, inizio linea, fine linea).
00000040=Modalità Smart per il segno di omissione
00000041=Permette lo spostamento del segno di omissionei solo all'interno del testo.
00000042=Mantieni segno di omissione nel testo
00000043=Comincia ogni riga auto-rientrata col minimo numero di caratteri possibile, se necessario usando tab e spazi.
00000044=Riempimento ottimale
00000045=Disabilita qualsiasi selezione.
00000046=Disabilita selezione
00000047=Abilita la modalità di selezione della colonna.
00000048=Abilita selezione colonna
00000049=Se questo è impostato i contrassegni sono collegati al testo, e spostare con il testo durante l'editing. Sono comunque legati alla posizione del cursore.
00000050=Contrassegni mobili
00000051=Se è impostato è possibile scorrere fino alla linea di fondo, altrimenti è possibile passare all'ultima pagina.
00000052=Scorrimento all'ultima riga
00000053=La funzione di a capo automatico funziona sul margine destro, ma  non per il bordo della nota.
00000054=A capo automatico su margine di destra
00000055=Mantiene X posizione del segno di omissione prima di modificare il testo, questa posizione viene usata durante lo spostamento del segno di omissione.
00000056=Spostamento colonna fisso
00000057=Ricalcola la barra di scorrimento orizzontale  solamente per testo attualmente visualizzato.
00000058=Barra di Scorrimento orizzontale variabile
00000059=Ferma la rimozione dei rientri quando qualsiasi linea è già in posizione 0.
00000060=Riduci i rientri mantenendo l'allineamento
00000061=Mantiene qualsiasi spazio vuoto che potrebbe essere alla fine delle linee.
00000062=Mantieni spazi vuoti finali
00000063=Editor 2
00000064=Spaziatura di linea
00000065=Margine destro
00000066=Numeri di riga
00000067=Mostra una linea tra il bar pieghevole e campo di testo.
00000068=Disegna cornice di separazione
00000069=Abilita gradiente sul margine interno (dal Backgnd al GradienteDestro).
00000070=Margine interno con gradiente
00000071=Sottolinea (evidenzia) i collegamenti e rendendoli cliccabili con Ctrl+Click.
00000072=Evidenzia i collegamenti (link)
00000073=Disegna uno sfondo personalizzato per la riga attuale
00000074=Disegna sfondo nella linea in uso
00000075=Mostra il cursore in modalità di Sola lettura.
00000076=Mostra segno di omissione in sola lettura
00000077=Nasconde il cursore del mouse durante l'immissione di testo e quando il cursore si trova all'interno dell'area cliente.
00000078=Nascondi cursore durante la scrittura
00000079=Nasconde evidenziazioni dinamiche quando l'editor non è inquadrato (a fuoco).
00000080=Nascondi evidenziazioni dinamiche
00000081=Nasconde la selezione quando l'editor non è inquadrato (a fuoco).
00000082=Nascondi selezione
00000083=Spaziatura verticale tra righe.
00000084=Posiziona la colonna al margine di destra.
00000085=Visualizza una linea verticale dopo colonna specificata.
00000086=Mostra margine destro
00000087=Stile di numerazione della linea.
00000088=Default\nDelphi-like\nEach 5\nAttuale
00000089=Traccia il rettangolo di attivazione intorno alla riga attuale quando l'editor è inquadrato (a fuoco).
00000090=Inquadra (metti a fuoco) linea attuale
00000091=Mostra righello sopra l'area dell'editor.
00000092=Mostra righello orizzontale
00000093=Rientro (blocchi)
00000094=Limite funzione di annullamento
00000095=Modalità Tabuazione
00000096=Arresto di Tabulatore
00000097=Dimensione del rientro del blocco per i comandi di Rientro/Rimuovi rientro.
00000098=Numero di azioni che possono essere annullate.
00000099=Comportamento del tasto di Tabulazione. SmartTab: verranno inseriti nel primo spazio non vuoto i caratteri della linea precedente.
00000100=Spazio\nCarattere di Tab.\nTabulazione Smart\n
00000101=Il tasto Tab sposta il cursore alla posizione di questa colonna.
00000102=Visualizza
00000103=Colori
00000104=Elementi:
00000105=Colore:
00000106=Testo\nTesto in BG\nLinea attuale in BG\nTesto con numeri di riga\nNumeri di riga in BG\nComprimi righe\nAvvolgi Righe\nBarra avvolg. in BG\nSeparatore\nTesto selezionato\nSelezionate in BG\nMargine destro\nNascondi testo\nNascondi BG\nCaratteri non stampabili\nIndentation staples\nGutter gradient right\nTree text\nTree BG\nHoriz. ruler text\nHoriz. ruler BG\nPassive tabs\nActive tab\nActive tab line\nSearch marks text\nSearch marks BG\nOutput panel text\nOutput panel BG\nOutput panel selection text\nOutput panel selection BG\nOutput panel active text\nOutput panel active selected text\nOutput panel highlight mask\n
00000107=È possibile assegnare un colore a qualsiasi voce dell'elenco "Elementi" riportato a sinistra. (BG vuole dire sfondo)
00000108=Struttura dati
00000109=Sincronizzazione automatica
00000110=Contrasto automatico
00000111=Espandi automaticamente
00000112=Dividi elementi
00000113=Mantieni tracce attive
00000114=Caratteri
00000115=Testo
00000116=Numeri di riga
00000117=Riga orizzontale
00000118=Struttura dati
00000119=Completamento automatico
00000120=Iinterfaccia
00000121=(* - salvataggio separato per plug-in/applicazioni)
00000122=Visualizza
00000123=Tema barra degli strumenti:
00000124=Icone della barra degli strumenti:
00000125=Di Sola lettura all'avvio: *
00000127=Standard\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\nGnome 24x24
00000128=Informazioni sullo stato "carattere e cursore"
00000129=Acceso (On - non per nuovi file)\nSpento (Off)\nCome per sessione precedente
00000130=Mostra barra di stato
00000131=Mostra menu superiore *
00000133=Ricerca
00000134=Suggerisci parola come testo di ricerca
00000135=Consenti di chiamare l'elenco della ricerca
00000136=Mostra messaggi per risultati di ricerca nulli
00000137=Tasti di scelta rapida
00000138=Configura
00000139=Cancella
00000140=Trova
00000141=Varie
00000142=Varie
00000144=Monitorizza i cambiamenti dei file:
00000145=Apri estensioni di file codificati in OEM:
00000146=Chiedi prima di sovrascrivere file di sola lettura
00000151=Non monitorare\nMonitorizza, ricarica senza domanda\nMonitorizza, ricarica con domanda
00000152=Mostra il percorso completo nel titolo della finestra
00000156=Varie 2
00000164=Applica
00000165=Annulla
00000166=OK
00000167=Lingua:
00000169=Non aprire\nApri\nPrompt
00000170=File non di testo:
00000171=Mantieni segno di omissione visibile durante lo spostamento verticale dei dati (1 linea).
00000172=Segno di omissione durante lo scrolling
00000178=Consenti una sola istanza
00000179=Completamento automatico
00000180=Tipo di filtro:
00000182=Utilizza completamento automatico HTML/CSS
00000183=Nessun filtro\nInizio della stringa\nQualsiasi parte della stringa\nI caratteri sono nello stesso ordine
00000185=Mostra lista anche quando non ci sono voci filtrate
00000190=Sostituisce le tabulazioni esistenti con gli spazi nei file aperti.
00000191=Sostituisci tabulazioni con spazi nei file aperti
00000193=Nuovo documento
00000194=Codificazione:
00000195=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8 senza BOM\nUnicode\nUnicode BE
00000196=Fine riga:
00000197=Windows\nUnix\nMac
00000198=Lexer:
00000199=Elenca alfabeticamente gruppi Lexer
00000201=Chiudi premendo il tasto "Esc" *
00000203=File di configurazione
00000205=Salva impostazioni dei plug-in in lsplugin.ini
00000206=Sposta file
00000207=Puoi rendere il programma portabile spostando il file di\nconfigurazione da %AppData% nella cartella del programma:
00000210=Etichette
00000211=Mostra pulsante di chiusura sulle etichette
00000212=Mostra sempre le etichette
00000213=Mostra le etichette su più righe
00000215=Contrassegnare ogni ricorrenza della parola selezionata.
00000216=Evidenziazione inteligente (Smart)
00000217=Pannello di Output
00000218=Conta voci verso il basso
00000219=Usa la cronologia di Totalcmd
00000220=Carica colore predefinito...
00000221=Salva colore predefinito...
00000222=Apri file di codifica con estensioni UTF8 :
00000223=(inserisci "*" per tutti i file)
00000224=Abilita l'evidenziazione delle coppie di parentesi (se ha la priorità in lexer).
00000225=Evidenzia coppie di parentesi
00000231=Cronologia
00000232=Cronologia
00000233=Lunghezza cronologia dei file (0: nessun salvataggio)
00000234=Lung. cronologia Ricerca/Sostituisci (0: nessun salvataggio)
00000235=Apertura cartella/Finestre di dialogo Salva:
00000236=Salva posizione del segno di omissione
00000237=Salva codifica
00000238=Azzera
00000239=Azzera
00000240=Cancella lista dei file recenti all'avvio
00000241=Salva/ripristina ultima sessione
00000242=Come file corrente\nRicorda ultima cartella\nCartella personalizzata
00000243=Esegue la ricerca con Evidenziazione Intelligente case-sensitive.
00000244=Maiuscole e Minuscole
00000245=Mantiene gli spazi alla fine delle linee dei blocchi di colonna (Alt+mouse seleziona).
00000246=Copia blocchi di colonna con spazi addizionali
00000247=Mostra finestra di ricerca in alto *
00000249=Crea file di backup:
00000250=Disabilitato\nIn %AppData%\\SynWrite\nNella stessa cartella\n
00000251=Numero di caratteri richiamati dalla lista:
00000252=(0 - disabilitato)
00000253=Plugin:
00000254=Programma:
00000255=Comportamento tasto "Esc" in Ricerca rapida:
00000256=Chiudi Ricerca Rapida\nChiudi editor\nMetti a fuoco (inquadra) editor\n\n
00000257=Mostra titolo dei pulsanti sul pannello di ricerca rapida
00000258=Visualizza le icone nel menu contestuale
00000259=Completamento automatico file corrente
00000260=Mostra anche le parole da file corrente
00000261=Mostra le parole non inferiore a ... caratteri
00000262=Cerca parole solo nei primi ... MB di file
00000263=Azione per doppio-click:
00000264=Nessuna azione\nEspandi/comprimi struttura\nSposta segno di omissione all'inizio del campo testo\nSeleziona campo testo intero\n
00000265=Linea di interruzione della codifica Zen:
00000266=Auto (HTML)\nTutto (XML)\nNiente (testo semplice)\n
00000267=Salta alla categoria:
00000268=Mostra caratteri CR/LF a fine linea quando è attivo "Mostra caratteri noon stampabili".
00000269=Mostra caratteri  di Fine Linea (EOL)
00000270=Formato data/ora:

[EcGotoLineDlg]
00000001=Vai a...
00000002=Numero &Riga:
00000003=&OK
00000004=&Annulla
00000005=Numero &Colonna:

[FmAb]
00000001=Informazioni su...
00000004=Informazioni
00000005=Home:
00000006=Forum:
00000007=Autori:
00000013=E-mail:
00000014=[invia E-mail]
00000015=Componenti
00000024=OK
00000025=Inglese
00000026=Russo

[FmEnc]
00000001=Cambia codifica
00000002=Riapri file con nuova codificazione
00000003=Modifica codifica file modificato
00000004=La codifica è cambiata, e ora il file viene modificato. Cosa ti piacerebbe fare?

[FmSR]
00000002=&Trova:
00000003=&Sostituisci con:
00000005=&Trova successivo
00000006=S&ostituisci
00000007=Sosti&tuisci tutto
00000008=Annulla
00000009=Opzioni
00000010=E&spressioni regolari
00000011=&Miuscole/miniscole
00000012=&Parole intere
00000013=Car. speciali (\\n \\r \\t...)
00000014=Trova && &Segna tutto
00000015=Origine
00000016=Dal c&ursore
00000017=T&utto
00000018=Raggio di azione
00000019=&Generale (Globale)
00000020=&Testo selezionato
00000021=Direzione
00000022=&Avanti
00000023=&Indietro
00000024=Aiuto
00000025=Richiesta di sostituire
00000026=Co&nta tutto
00000027=So&stituisci tutto in tutte le schede
00000028=La stringa non è stata trovata ...
00000029=&Trova prossimo
00000030=Trasparenza:
00000031=qundo non focalizzato

[FmTools]
00000001=Strumenti
00000002=Nome del &file:
00000003=&Parametri:
00000004=&Cartella:
00000006=&Sfoglia...
00000008=OK
00000009=Annulla
00000011=Proprietà strumenti
00000012=Strumenti
00000013=Nome
00000016=S&foglia...
00000017=&Sù
00000018=&Giù
00000019=&Cattura output
00000020=Modelli di &output...
00000021=&Nome:
00000022=Canc&ella
00000023=&Hotkey:
00000024=&Lexer:
00000025=&Aggiungi...
00000026=Att&uale
00000027=Nessuno
00000028=Salva &prima:
00000029=Niente\nDocumento attuale\nTutti i documenti
00000030=Mostra nel menu contestuale
00000031=Aiuto

[LexerLibraryDlg]
00000001=Sintassi libreria Lexer
00000002=Nome
00000003=Estensioni
00000004=Ns
00000005=Nt
00000006=Nb
00000007=SL
00000008=ToolBar1
00000009=ToolButton5
00000010=ToolButton16
00000011=ToolButton6
00000012=ToolButton11
00000013=ToolButton10
00000014=ToolButton13
00000015=ToolButton14
00000016=Apri libreria Lexer
00000017=Apri libreria Lexer
00000018=Salva libreria Lexer
00000019=Salva libreria Lexer
00000020=Proprietà Lexe...
00000021=Proprietà Lexe...
00000022=Importa Lexer
00000023=Importa Lexer
00000024=Esporta Lexer
00000025=Esporta Lexer
00000026=Cancella Lexer
00000027=Cancella Lexer
00000028=Cancella
00000029=Cancella
00000030=Nuovo Lexer
00000031=Nuovo Lexer
00000032=Chiudi
00000033=Chiudi
00000034=actCopia
00000035=Crea una copia del lexer attuale
00000036=lxl
00000037=Libreria Lexer (*.LXL)|*LXL|tutti i file (*.*)|*.*
00000038=Apri libreria Lexer
00000039=lxl
00000040=Libreria lexer (*.LXL)|*LXL|tutti i file (*.*)|*.*
00000041=Salva libreria lexer
00000042=lcf
00000043=Configurazione lexer (*. LCF) | *. lcf |tutti i file (*.*)|*.*
00000044=Apri risorsa lexer
00000045=lcf
00000046=Configurazione lexer (*. LCF) | *. lcf |tutti i file (*.*)|*.*
00000047=Salva risorsa lexer

[SyntPreviewForm]
00000001=Anteprima di stampa
00000003=ToolButton1
00000006=1 pagina\n2 pagine\n4 pagine\n
00000007=ToolButton7
00000009=ToolButton5
00000010=ToolButton4
00000011=FirstCmd
00000012=Vai alla prima pagina
00000013=PrevCmd
00000014=Vai alla pagina precedente
00000015=NextCmd
00000016=Vai alla pagina successiva
00000017=LastCmd
00000018=Vai all'ultima pagina
00000019=FitCmd
00000020=Zoom Ingrandisci/Riduci
00000021=PrintCmd
00000022=Stampa | Stampa il documento
00000023=CloseCmd
00000024=Chiudi | Anteprima di stampa Chiudi
00000025=PageSetup
00000026=&Stampa
00000027=Stampa | Stampa documento
00000028=Intero Sito
00000029=Larghezza della pagina
00000040=Imposta pagina
00000041=Pagina attuale
00000042=Totale pagine
00000043=numero di pagine in anteprima

[PageSetupEditorDlg]
00000001=Imposta pagina
00000002=Sinistra:
00000003=Destra:
00000004=Superiore:
00000005=Inferiore:
00000006=&Unità:
00000007=Orientamento:
00000008=Colori:
00000009=mm (millimetri)\ncm (centimetri)\npollici (Inch)\n0.001 pollici
00000010=Opzioni
00000011=Ritratto\nPaesaggio
00000012=OK
00000013=&Annulla
00000014=RGB\nGamma di grigio\nBianco e Nero
00000015=Intestazione
00000016=Piè di pagina
00000017=Caratteri
00000018=Intestazione
00000019=&Piè di pagina
00000027=Numeri di riga:
00000028=Evidenzia allineamento
00000029=Trans&parente
00000030=Evi&denzia righe
00000031=Na&scondi  Comprimi
00000032=&A capo auto.
00000033=Stampa selezione
00000034=Stampa graffette
00000035=N&umeri di riga
00000036=nessuno\na sinistra\na destra\na sinistro su pagine dispari\na destra su pagine dispari

[SyntLexerDlg]
00000001=Sintassi Lexer
00000002=Normale
00000003=Nomi dei tipi di segno
00000004=Seleziona stile contrassegno:
00000005=Disabilita refresh se lunghezza testo è maggiore di
00000006=Ricerca stile contrassegno:
00000007=Stile riga attuale:
00000008=Stile predefinito:
00000009=Stringa di commento riga
00000010=Contrai stile contrassegno:
00000011=Set di caratteri
00000012=Estensione file:
00000013=Lexer:
00000014=Ignora spazi durante l'analisi
00000015=Ricomincia l'analisi dall'inizio della riga
00000016=Non ignorare fine linea (end of line)
00000017=Analisi blocco sempre sincronizzati
00000018=Stili
00000019=Sposta verso il basso
00000020=disabilita
00000021=Rimuovi tutti gli elementi
00000022=Elimina elemento
00000023=Nuovo elemento
00000024=Sposta verso l'alto
00000025=Importa elementi
00000026=&Sfondo
00000027=&Colore caratterer
00000028=&Stile
00000029=Allineamento &verticale
00000030=Tutto in &maiuscolo
00000031=Specifica il colore di sfondo.
00000032=Impos&ta carattere...
00000033=Specifica il colore del carattere.
00000034=Specifica le proprietà di stile dovrebbe essere usato.
00000035=Stile carattere
00000036=Specifica se utilizzare lo stile di carattere grassetto.
00000037=&Grassetto
00000038=Specifica se utilizzare il corsivo stile del carattere.
00000039=&Corsivo
00000040=Specifica se utilizzare lo stile del carattere Sottolineato.
00000041=&Sottolineato
00000042=Specifica se utilizzare lo stile del carattere barrato.
00000043=& Barrato
00000044=Specifica le proprietà di stile che possono essere applicati alla tela.
00000045=Carattere personale\nStile & Colori Carattere\nDietro-Davanti allo sfondo\nSolo Background
00000046=Specifica l'allineamento verticale del testo.
00000047=Superiore\nAl centro\nInferiore
00000048=Specifica se utilizzare l'attributo nascosto.
00000049=&Nascondi
00000050=Margini
00000051=Sinistro
00000052=Superiore
00000053=Destro
00000054=Inferiore
00000055=Specifica il colore della linea del bordo sinistro.
00000056=Specifica lo stile della linea del bordo sinistro.
00000057=blNiente\nblSolido\nblSfuma\nblPunto\nblSfumaPunto\nblSfumaPuntoLinia\nblSolido2\nblSolido3\nblLineaOndulata\nblDoppio
00000058=Specifica il colore della linea dalla parte superiore.
00000059=Specifica lo stile della linea dalla parte superiore.
00000060=blNiente\nblSolido\nblSfumato\nblPunto\nblSfumatoPunto\nblSfumatoPuntoLinia\nblSolido2\nblSolido3\nblLineaOndulata\nblDoppio
00000061=Specifica il colore della linea del bordo destro.
00000062=Specifica lo stile della linea del bordo destro.
00000063=blNiente\nblForte\nblSfumato\nblPunto\nblSfumatoPunto\nblSfumatoPuntoLinia\nblForte2\nblForte3\nblLineaOndulata\nblDoppio
00000064=Specifica il colore della linea del bordo inferiore.
00000065=Specifica lo stile della linea del bordo inferiore.
00000066=blNiente\nblForte\nblSfumato\nblPunto\nblSfumatoPunto\nblSfumatoPuntoLinia\nblForte3\nblLineaOndulata\nblDoppio
00000067=Specifica se il bordo solido dovrebbe essere disegnato intorno al testo multlínea regione.
00000068=Bordo &multilinea
00000069=Specifica se utilizzare attributo di sola lettura.
00000070=&Sola lettura
00000071=Specifica come modificare il record prima del rendering del testo.
00000072=Non cambiare\nMaiuscole\nMinuscole\nAlterna Maiu./Minu.\nPrima lett. maiuscola
00000073=Analizzatore sintattico
00000074=Sposta verso il basso
00000075=disabilita
00000076=Rimuovi tutti gli elementi
00000077=Elimina elemento
00000078=Nuovo elemento
00000079=Sposta verso l'alto
00000080=Importa elementi
00000081=Regola di espressione
00000082=Tipo di simbolo (Token)
00000083=Stile simbolo (Token)
00000084=Blocco superiore
00000085=Posiziona nella riga:
00000086=da
00000087=a
00000088=Carattere illegale \nComento\nIidentificatore\nSimbolo\nStringa\nConstante intera\nConstante mobile\nConstante esadecimale\nConstante carattere\nPreelaborazione\nDefinito dall'utente 1\nDefinito dall'utente 2\nDefinito dall'utente 3\nDefinito dall'utente 4\nDefinito dall'utente 5\nDefinito dall'utente 6
00000089=Blocco superioriore esatto
00000090=Nessuna dipendenza
00000091=Sempre attivo
00000092=Edit10
00000093=Edit11
00000094=Condizione del'analizzatore grammaticale di controllo
00000095=Attuale:
00000096=Mancante:
00000097=Modifica analizzatore grammaticale di controllo
00000098=Set:
00000099=Azzera:
00000100=Regole
00000101=Sposta verso il basso
00000102=Disabilita
00000103=Cancella tutti gli elementi
00000104=Cancella elemento
00000105=Nuovo elemento
00000106=Sposta verso l'alto
00000107=Importa elementi
00000108=Proprietà
00000109=Indice identificatore
00000110=Blocco offset
00000111=Condizione di fine estensione
00000112=Blocco
00000113=Origine Blocco
00000114=Gruppo indice
00000115=Condizione di inizio serie
00000116=Regole grammaticali
00000117=Cambia tipo di segno
00000118=Posizione interruzione di linea
00000119=Richiedi lo stesso rientro
00000120=Relativo alla fine della condizione
00000121=Rivela Tag\nSeparatore di riga\nInizio range\nFine Range\n
00000122=Blocco superioriore esatto
00000123=Nessuna dipendenza
00000124=Annulla le prossime regole
00000125=Sempre attivo
00000126=Superiore\nInferiore
00000127=Condizione del'analizzatore grammaticale di controllo
00000128=Attuale:
00000129=Assente:
00000130=Modifica parser stati
00000131=Set:
00000132=Azzera:
00000133=Estensione testo
00000134=Formato nome stringa
00000135=Formato gruppo stringa
00000136=Contrai icona nel testo
00000137=Chiusuura automatica testo:
00000138=Chiudi blocco e fine testo
00000139=Intervallo di autochiusura
00000140=Inizialmente chiuso (senza regola)
00000141=Mostra Struttura della sintassi
00000142=Non può essere contratto
00000143=Disegna graffa di blocco
00000144=Ignora come origine
00000145=Disattivato\nChiudi prossima serie\nChiudi serie aperte
00000146=Evidenziazione
00000147=Stile
00000148=Tipo di evidenziazione
00000149=Evidenziare blocco linee
00000150=Inverti colori della selezione
00000151=Abilita evidenziazione
00000152=Pos. segno di omissione
00000153=Qualsiasi posizione (sempre)\nLimite dell'intervallo\nDelimita simboli (token)\nNell'intervallo\nInizia da simboli delimitati\nFuori intervallo
00000154=Seleziona intervallo minimo
00000155=Disattivato\nSolo delimitazione simboli\nTutti i simboli senza limiti\nTutti gli intervalli
00000156=Parametri della struttura di sintassi
00000157=Elemento:
00000158=Gruppo:
00000159=Immagine Indice
00000160=Stile
00000161=Tratto
00000162=Larghezza
00000163=Colore
00000164=Stile
00000165=Tratto personale
00000166=Edit15
00000167=Forte\nSfumato\nPunto\nPuntoSfumato\nPuntoLiniaSfumato\nPulito\nIncorniciato
00000168=Condizioni
00000169=Condizioni
00000170=Indice
00000171=Condizioni
00000172=Ignora maiuscole e minuscole
00000173=Uguale\nNon uguale\nMaschera\nSalta simboli\nMaschera precisa
00000174=Panel6
00000175=Elenco delle chiavi
00000176=Sub Lexer
00000177=Sposta verso il basso
00000178=Disabilita
00000179=Rimuovi tutti gli elementi
00000180=Elimina elemento
00000181=Nuovo elemento
00000182=Sposta verso l'alto
00000183=Importa elementi
00000184=Condizione iniziale
00000185=Condizione finale
00000186=Stile
00000187=Blocco superiore
00000188=Sub lexer
00000189=Blocco superioriore esatto
00000190=Nessuna dipendenza
00000191=Comincia dall'inizio del testo
00000192=Fine alla fine del testo
00000193=Sempre attivo
00000194=Includi limite testo
00000195=Condizione del'analizzatore grammaticale di controllo
00000196=Attuale:
00000197=Mancante:
00000198=Modifica condizioni dell'analizzatore sintattico
00000199=Set:
00000200=Azzera:
00000201=Grammatica
00000202=Panel1
00000203=Compilatore
00000204=Modelli di codice
00000205=Codice
00000206=Template
00000207=Nome
00000208=Descrizione
00000209=& Aggiungi
00000210=Cancella
00000211=Modifica
00000212=Note
00000213=&Esporta
00000214=Applica
00000215=&Annulla
00000216=& Importa
00000217=OK
00000218=LCF
00000219=lexer di configurazione (*. LCF) | *. lcf |tutti i file (*.*)|*.*
00000220=Apri risorsa lexer
00000221=LCF
00000222=Configurazione lexer (*. LCF) | *. lcf |tutti i file (*.*)|*.*
00000223=Salva risorsa lexer
00000224=Default
00000225=Contrassegna blocco
00000226=Sconosciuto\nComento\nIdentificatore\nSimbolo\nStringa\nConstante intera\nConstante mobile\nConstante esadecimale\nConstante carattere\nPreelaborazione
00000227=Contrassegna blocco
00000228=Default
00000229=Default
00000230=Contrassegna blocco
00000231=Regola
00000232=Vocabolo
00000233=VocaboloNoCase
00000234=Commento
00000235=simbolo
00000236=Tipo di simbolo (Token)
00000237=Regola Definizione
00000238=Regola attuale
00000239=Commento 1
00000240=Commento
00000241=Osservazione 2
00000242=Commento
00000243=/ \\ \\ *.*?( \\ \\ * / (S?) | \\ \\ Z) \\ n
00000244=Vocabolo
00000245=Vocabolo
00000246=TérminoSinCase
00000247=TérminoSinCase
00000248=Regole
00000249=Tipo di simbolo (Token)
00000250=Regola
00000251=Regola
00000252=\\w+
00000253=Uguale
00000254=Simbolo
00000255=O
00000256=Simbolo
00000257=Fine del dominio
00000258=Simbolo
00000259=Ripetitore
00000260=Simbolo
00000261=SubRegole
00000262=Simbolo
00000263=Regola Definizione
00000264=Regola Definizione
00000265=Regola iniziale
00000266=Regola attuale
00000267=Final Rule
00000268=%s1...
00000269=Final Rule
00000270=ignora = <Comment> | \n           <preprocessor>\n\nroot = rule*;\n\nregola = <Rule> (<Equal> item+ branches*) <Stop>?;\n\nbranches = <Or> item+;\n\nvoce =  <Rule> | \n        <Token rule ref.> | \n        <Term> | \n        <TermNoCase>;\n
00000271=Commento\nVocabolo\nVocaboloNoCase\nRugole\nUguale\nOppure (Or)\nFerma\nToken regola ref.\nSubRegola\n
00000272=Contrassegna blocco
00000273=Default
00000274=Evidenziazione per editor gramma

[AddTemplateDlg]
00000001=Codice modello
00000002=Nome del collegamento:
00000003=Descrizione:
00000004=&OK
00000005=&Annulla

[ImportRules]
00000001=Importa Regole/Stili
00000002=Sintassi lexer
00000003=Scegli Regole/Stili da importare
00000004=OK
00000005=Annulla

[fmProgress]
00000001=Progressione della ricerca
00000002=Ricerca in eseguzione...
00000003=Annulla
00000004=Ricerca testo nei file...
00000005=Risultati...
00000006=Escludi file binario...

[fmRepRpt]
00000001=Prospetto Sostituisci
00000002=OK

[fmSRFiles]
00000001=Trova/Sostituisci nel file
00000002=&Trova:
00000003=&Sostituisci con:
00000004=Ricerca nella c&artella:
00000005=File maschera, spazio separato:
00000006=Aiuto
00000007=Annulla
00000008=Opzione per ricerca del testo
00000009=Espressioni regolari
00000010=Miuscole/miniscole
00000011=Parole intere
00000012=Car. speciali (\\n \\r \\t...)
00000013=Sostituisci tutto
00000014=Includi tutte le S&ottocartelle
00000015=&Sfoglia...
00000016=&Trova tutto
00000017=Att&uale
00000018=Opzioni per la ricerca dei file
00000019=Salta file b&inari
00000020=Salta file di solo l&ettura
00000021=Salta file &nascosti
00000022=Salta cartelle n&ascoste
00000023=Lista dei risultati
00000024=Mostra solo nomi dei file
00000025=Mostra risultati in una nuova scheda

[fmTOut]
00000001=Modello di output
00000002=OK
00000003=Annulla
00000004=Espressione &regolare:
00000005=Nome del &file:
00000006=Conteggi delle subespressioni:
00000007=&Riga:
00000008=&Colonna:
00000009=&Testa linea di output:
00000010=T&esta
00000012=&Predefinite...
00000013=Elimina i tags HTML dall'output

[CustomSyntDlg]
00000001=Evidenzia sintassi
00000002=&Elemento
00000003=&Ok
00000004=&Annulla
00000005=&Sfondo
00000006=&Colore caratterer
00000007=&Stile
00000008=Allineamento &verticale
00000009=Tutto in &maiuscolo
00000010=Specifica il colore dello sfondo.
00000011=Impos&ta carattere...
00000012=Specifica il tipo di colore per il carattere.
00000013=Specifica quali proprietà dello stile dovrebbero essere usate.
00000014=Stile carattere
00000015=Specifica se è utilizzato lo stile Grassetto per il carattere.
00000016=&Grassetto
00000017=Specifica se è utilizzato lo stile Corsivo per il carattere.
00000018=&Corsivo
00000019=Specifica se è utilizzato lo stile Sottolineato per il carattere.
00000020=&Sottolineato
00000021=Specifica se è utilizzato lo stile Barrato per il carattere.
00000022=&Barrato
00000023=Specifica proprietà di stile che possono essere applicate allo sfondo.
00000024=Carattere personale\nStile  Carattere & Colori\nDietro - Davanti allo sfondo\nSolo Sfondo
00000025=Specifica l'allineamento verticale del testo.
00000026=Superiore\nCentrato\nInferiore
00000027=Specifica se l'attributo Nascosto è utilizzato.
00000028=&Nascondi
00000029=Margini...
00000030=Sinistra
00000031=Superiore
00000032=Destra
00000033=Inferiore
00000034=Specifica il colore della  linea di margine del bordo sinistro.
00000035=Specifica il colore della  linea di margine del bordo sinistro.
00000036=blNiente\nblSolido\nblSfuma\nblPunto\nblSfumaPunto\nblSfumaPuntoLinia\nblSolido2\nblSolido3\nblLineaOndulata\nblDoppio
00000037=Specifica il colore della  linea di margine del bordo superiore.
00000038=Specifica il colore della  linea di margine del bordo superiore.
00000039=blNiente\nblSolido\nblSfuma\nblPunto\nblSfumaPunto\nblSfumaPuntoLinia\nblSolido2\nblSolido3\nblLineaOndulata\nblDoppio
00000040=Specifica il colore della  linea di margine del bordo destro.
00000041=Specifica il colore della  linea di margine del bordo destro.
00000042=blNiente\nblSolido\nblSfuma\nblPunto\nblSfumaPunto\nblSfumaPuntoLinia\nblSolido2\nblSolido3\nblLineaOndulata\nblDoppio
00000043=Specifica il colore della  linea di margine del bordo inferiore.
00000044=Specifica il colore della  linea di margine del bordo inferiore.
00000045=blNiente\nblSolido\nblSfuma\nblPunto\nblSfumaPunto\nblSfumaPuntoLinia\nblSolido2\nblSolido3\nblLineaOndulata\nblDoppio
00000046=Specifica se il margine multilinea deve essere tracciato intorno al campo del testo.
00000047=Bordo &multilinea
00000048=Specifica se l'attributo Sola lettura è utilizzato.
00000049=&Sola lettura
00000050=Specifica come il registro di testo dovrebbe essere cambiato prima del rendering.
00000051=Invariato\nMaiuscole\nMinuscole\nAlterna Maiu./Minu.\nPrima lett. maiuscola
00000052=Default
00000053=Contrassegna blocco
00000054=Sconosciuto\nComento\nIdentificatore\nSimbolo\nStringa\nConstante intera\nConstante mobile\nConstante esadecimale\nConstante carattere\nPreelaborazione
00000055=Contrassegna blocco
00000056=Default

[fmExtract]
00000001=Estrai stringhe
00000002=Cerca
00000003=Espressione regolare:
00000004=Miuscole/miniscole
00000005=Trova
00000006=Copia negli appunti
00000007=Anteprima delle stringhe trovate
00000008=Annulla
00000009=Aiuto
00000010=Cerca solo nella selezione
00000011=Copia tabulazione
00000012=Cerca dal cursore
00000013=Non trovato...

[fmShell]
00000001=Integrazione della shell
00000003=Aggiungi voce "SynWrite" al menu contestuale di Esplora risorse
00000004=OK
00000006=Associa SynWrite con i file TXT
00000007=Associa SynWrite con i file INI
00000008=Associa SynWrite con estensioni di file aggiuntivi:
00000009=Deseleziona tutte le estensioni

[fmInsTxt]
00000001=Inserire il testo
00000002=Cosa inserire
00000003=a inizio riga:
00000004=a fine linea:
00000005=Inizio num:
00000006=Numeri:
00000007=Coda:
00000008=Testo
00000009=Numerazione
00000010=Elenchi puntati
00000011=Opzioni
00000012=Inserisci inizio:
00000013=dalla colonna:
00000014=dopo gli spazi iniziali
00000015=Salta le righe vuote
00000016=dopo la stringa:
00000017=OK
00000018=Annulla

[fmProjOpt]
00000001=Opzioni progetto
00000002=OK
00000003=Annulla
00000005=Percorsi di ricerca:
00000006=Aggiungi cartella...
00000007=(usa il comando "Apri in <...>" del menu contestuale)

[fmLoadLex]
00000001=Ripristina stili lexer
00000002=Utilizzando questa finestra è possibile ripristinare i propri stili lexer. Come funziona questa caratteristica: alla pressione del pulsante OK posto nella finestra di dialogo delle prorietà Lexer, verrà eseguito automaticamente il backup del file "SynStyles.ini". Quindi sarà possibile reinstallare SynWrite, richiamare questa finestra di dialogo, e da qui ripristinare il backup degli stili dal file "SynStyles.ini" al file della libreria lexer "LexLib.lxl".
00000003=Scegliere quali stili salvati si desidera ripristinare
00000004=Seleziona tutto
00000005=Non selezionare niente
00000006=Rimuovi selezionato
00000007=OK
00000008=Annulla

[$CONSTANTS]
Action=Azione
AllF=Tutti i file
AllL=(Per tutti i Lexer)
Appn=Impossibile scrivere file ini
Bk=Segnalibro %d
cpBOM=Il File "%s" BOM contiene una delle informazioni.\nNon è possibile ricaricare una diversa codifica.\n\nÈ ancora possibile modificare la codifica con il comando\n"Codifica - Convertire codifica".
cpLn=(Nomi dei gruppi della tabella codici),Cyrillic=Cyrillic,Thai=Thai,
cpN=Codepage: %d
cpUnicode=Unicode
cpUTF8no=UTF-8, senza BOM
EClosing=Eccezione sulla chiusura:
EOpen=Eccezione sull'apertura:
EPlug=Eccezione plugin:
EUnhook=Eccezione sullo sganciamento:
FF0=Nessuno file trovato per maschera specificata
FF0_=Non sono state trovate ricorrenze
FF1="%s": %d ricorrenze
FFAll=Sostituisci %d ricorrenze nel file %d.
FFCfm=Vuoi effettuare la sostituzione generale\nnella cartella: "%s"\nnei file: %s\n?
filAll=Tutti i file
filApp=Applicazioni
filChm=File guida HTML
filHlp=File WinHelp
fill=Inserire la stringa di dati da utilizzare per il riempimento:
fn=Ricerca
fnMul=Per questa operazione devono essere aperte diverse schede
fnR=Sostituisci
fn_f=(in %d file)
Found=Trovate %d corrispondenze
Key1=Combinazione 1
Key2=Combinazione 2
KeyNUsed=Chiave non usata
KeyUsed=Chiave usata da:
MAtt=La chiave non è un file usCannot scrivibile "%s"
MBakEr=Impossibile creare il file di backup:\n%s
MBakOk=Creato il file di backup:\n%s
MBig=Il file "%s" è troppo grande.
MBk=Cancellare tutti i segnalibri?
MCre=File non trovato:\n%s\n\nVuoi crearlo adesso?
mdel=Vuoi chiudere ed eliminare il file attuale?
MDelC=Vuoi eleminare questo Code Template?
mdeln=Impossibile rinominare/cancellare file "%s"
MDelSt=Vuoi rimuovere gli elementi selezionati dalla lista degli stili salvati?
MDLex=Vuoi realmente eliminare questo Lexer?
MDLexx=Vuoi realmente rimuovere tutti Lexers dalla libreria?
MEmp=L'editor ha delle schede senza nome. Vuoi continuare  comunque?
MLn=Il numero di riga deve essere fra 1 e %d
MNCap=Specificare il nome per lo strumento "%s"
MNCmt=Non sono stati ancora definiti i carattere di commento flusso per il lexer "%s".\nVedi il file "Comment.cfg" nella cartella SynWrite.
MNCreate=Non è possibile creare il file:
MNFound=File non trovato:
MNFound2=Stringa: "%s" non trovata
MNLex=Non è stato trovato nessun lexer con il nome "%s"
MNSel=È necessario selezionare il testo o la posizione del cursore in una parola, prima di aprire il file di aiuto
MNSel2=Testo non selezionato
MNText=Il file "%s" non è un file di testo.\nVuoi aprirlo comunque?
MoreB=Ulteriori tasti
MOver=Il file "%s" è di sola lettura.\nVuoi sovrascriverlo?
MRel=Il file "%s" è stato cambiato esternamente.\nVuoi ricaricarlo?
MRelN=Il file "%s" è stato concellato.\nNon è possibile ricaricarlo.
MRun=Impossibile eseguire il comando:\n%s
MRun0=Il comando "%s" non restituisce un output
MSave=Il file "%s" è stato cambiato.\n\nVuoi salvare i cambiamenti?
MSavLex=Vuoi salvare i cambiamenti della libreria lexer?
MSel=Codice Carattere: %d (hex %2.2x)
MSr=È possibile utilizzare i caratteri speciali:\n\\r - CR (# 13)\n\\n - LF (# 10)\n\\t - Scheda (# 9)\n\\0 - zero (# 0)\n\\\\  - singolo \\ carattere\n\nVisualizzare la guida di RegEx?
MZen=Non è possibile espandere l'abbreviazione:\n%s
newFnLatin=Nuovo
nlex=(Nessun Lexer)
None=(Nessuno)
None2=(nessun comando)
NSaved=Il file deve essere salvato prima di eseguire questo tool (strumento)
opf=Apri "%s"
O_f=Ricerca di "%s" nella cartella "%s" (%d corrispondenze in %d file)
O_fn=Non è possibile analizzare la linea:\nnome del file non trovato
O_fne=Non è possibile navigare da questa linea:\nfile non trovato trovato: "%s"
O_fr=Sostituisci "%s" con "%s" nella cartella "%s" (%d riscontri in %d file)
O_l=Non è possibile analizzare la linea:\nil numero di linea non è stato trovato
O_ln=Riga %d:
O_m=(riscontri: %d)
O_ok=Linea analizzata:\n\nnome del file: "%s"\nlinea: %d\ncolonna: %d
Re=Sostituire questa ricorrenza?
re_b=limite parola
re_D=digit 0..9
re_Diap=confronta a,b e 0..9
re_end=fine riga
re_hex=carattere esadecimale
re_n=nuova riga
re_nb=non-(limite parola)
re_ND=non-digit
re_NDiap=tutto all'infuori che a,b e 0..9
re_NS=non-spazio vuoto
re_ntim=ripeti stringa pe n volte
re_NW=non-carattere alfanumerico
re_S=spazio vuoto
re_slash=backslash
re_st=inizio riga
re_sub=sotto-espressione
re_t=tab
re_W=qualsiasi carattere alfanumerico
RO=[SOLA LETTURA]
sAll=&Tutto
sCan=Annulla
sCf=Conferma
shNN=Non è possibile modificare il valore del Registro.\nProvare a eseguire l'editor come amministratore.
sIns=Ins
sn=&No
sNAll=N&o a Tutto
sOk=OK
sOvr=Ovr
sWarn=Attenzione
sy=&Si
sYAll=Si a &Tutto
Sync=Crea sync range
SynR=Rimuovi sync range
typed=parola digitata
Untitled=(Senza titolo)
vert=Questo comando funziona solo con la selezione della colonna
zenCur=Abbreviation expansion doesn''t have cursor mark\nEspandi l'abbreviazioni non contrassegante dal cursore
zenIn=Abbreviazioni da espandere:
ZmIn=Valore zoom in%:
Zoom=Zoom: %d%%
